<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="utf-8">
    <meta content='true' name='HandheldFriendly'/>
    <meta content='width' name='MobileOptimized'/>
    <meta content='yes' name='apple-mobile-web-app-capable'/>
    <meta http-equiv="X-UA-Compatible" content="ie=edge">

    <script src='https://api-maps.yandex.ru/2.1/?apikey=<64ad9ad3-023f-4663-9eda-bfd8d109b2c6>&lang=ru_RU'></script>

	<?php wp_head(); ?>
    
    <!-- Yandex.Metrika counter -->
    <script type="text/javascript" >
        (function(m,e,t,r,i,k,a){m[i]=m[i]||function(){(m[i].a=m[i].a||[]).push(arguments)};
            m[i].l=1*new Date();
            for (var j = 0; j < document.scripts.length; j++) {if (document.scripts[j].src === r) { return; }}
            k=e.createElement(t),a=e.getElementsByTagName(t)[0],k.async=1,k.src=r,a.parentNode.insertBefore(k,a)})
        (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

        ym(93688962, "init", {
            clickmap:true,
            trackLinks:true,
            accurateTrackBounce:true,
            webvisor:true
        });
    </script>
    <noscript><div><img src="https://mc.yandex.ru/watch/93688962" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
    <!-- /Yandex.Metrika counter -->
</head>
<body>

<?php if ( is_front_page() ) { ?>
    <div class="home-page">
<?php } elseif ( is_404() ) { ?>
    <div class="page-404">
<?php } else { ?>
    <div class="privacy-page">
<?php } ?>

<header class="main-header">
    <div class="main-header__body content" id="mobile-header">
        <a class="body__left-content" href="/">
            <svg width="200" height="45" viewBox="0 0 200 45" fill="none" xmlns="http://www.w3.org/2000/svg">
                <g clip-path="url(#clip0_115_5607)">
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M176.17 41.6488H177.618L179.166 37.6657C178.26 37.626 177.703 37.2461 178.027 36.4209L182.34 25.4482H166.198C162.22 25.4482 159.12 27.6799 157.435 31.9466C156.631 33.9956 155.548 36.1849 155.548 38.4135C155.548 40.5452 156.861 41.6488 159.827 41.6451L166.039 41.6399C168.312 41.6399 171.285 39.5856 172.298 37.4622H172.34C171.898 40.0764 173.624 41.6488 176.17 41.6488ZM172.433 37.0132H163.636C162.255 37.0132 161.479 37.0132 161.479 36.0463C161.479 35.5125 161.715 34.7475 162.187 33.5467C163.366 30.5474 163.636 30.0801 166.467 30.0801H175.161L172.433 37.0132ZM138.027 30.7991L140.131 25.4519H134.771L128.403 41.6488H133.761L136.198 35.4498H147.645L145.185 41.6488H150.543L156.914 25.4519H151.556L149.465 30.8174L138.027 30.7991ZM79.7735 37.0148H70.2021L74.7513 25.4519H69.3925L64.3375 38.3151C64.1015 38.9472 63.8994 39.55 63.8994 40.0466C63.8994 41.0151 64.5391 41.6488 66.529 41.6488L88.3179 41.6399C90.5899 41.6341 93.556 39.583 94.5698 37.4622H94.6111C94.1677 40.0764 95.8947 41.6488 98.4417 41.6488H99.8899L101.436 37.6657C100.53 37.626 99.974 37.2461 100.298 36.4209C101.735 32.7649 103.17 29.1105 104.608 25.4519H99.2507C97.7343 29.3062 96.2206 33.1584 94.7037 37.0132C91.5126 37.0132 88.3243 37.0148 85.1312 37.0148L89.6804 25.4519H84.3222L79.7735 37.0148ZM124.96 41.6488L131.329 25.4519H128.261C125.903 25.4519 124.151 26.7506 121.859 28.3513L111.041 35.8176H110.94L115.221 25.4519H109.862L103.493 41.6488H106.594C108.952 41.6488 110.704 40.3479 113.029 38.7484L123.779 31.2836H123.881L119.6 41.6488H124.96ZM139.117 7.78522L134.564 19.3497H129.204L133.755 7.78522H125.835L127.655 3.15283H148.852L147.033 7.78522H139.117ZM166.904 19.3539H168.352L169.9 15.3698C168.993 15.3316 168.437 14.9523 168.761 14.1266L173.073 3.15283H156.93C152.953 3.15283 149.853 5.38661 148.168 9.65167C147.364 11.7007 146.28 13.89 146.28 16.1186C146.28 18.2503 147.595 19.3539 150.561 19.3497L156.772 19.345C159.045 19.345 162.016 17.2907 163.032 15.1668H163.074C162.631 17.782 164.357 19.3539 166.904 19.3539ZM163.167 14.7184H154.369C152.988 14.7184 152.212 14.7184 152.212 13.7514C152.212 13.2177 152.448 12.4527 152.92 11.2518C154.099 8.25301 154.369 7.78522 157.2 7.78522H165.895L163.167 14.7184ZM118.859 19.3497L125.228 3.15283H104.435L100.222 13.8518C99.9185 14.6514 99.4137 15.3855 98.065 15.3855H97.2894L95.7402 19.3497C96.2121 19.5239 97.2894 19.5569 98.065 19.5569C101.571 19.5569 103.829 18.3508 105.243 14.7184L107.974 7.78522H118.05L113.502 19.3497H118.859ZM92.0359 19.3539H93.4835L95.0317 15.3698C94.1243 15.3316 93.5682 14.9523 93.8925 14.1266L98.2047 3.15283H82.0624C78.0862 3.15283 74.9851 5.38661 73.2999 9.65167C72.4968 11.7007 71.4126 13.89 71.4126 16.1186C71.4126 18.2503 72.7269 19.3539 75.6931 19.3497L81.9047 19.345C84.1767 19.345 87.1486 17.2907 88.164 15.1668H88.2052C87.7624 17.782 89.4883 19.3539 92.0359 19.3539ZM88.2984 14.7184H79.5005C78.12 14.7184 77.3439 14.7184 77.3439 13.7514C77.3439 13.2177 77.5793 12.4527 78.0523 11.2518C79.2312 8.25301 79.5005 7.78522 82.3322 7.78522H91.0264L88.2984 14.7184ZM180.798 8.50208L182.902 3.15283H177.543L171.174 19.3497H176.531L178.97 13.1507H190.417L187.956 19.3497H193.315L199.684 3.15283H194.326L192.237 8.51882L180.798 8.50208Z" fill="#1C1C1C"/>
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M14.7831 20.7069C14.0133 22.6487 13.5339 24.7679 13.6725 26.8667C13.7688 28.3354 14.3117 30.6728 16.145 30.7858C17.1566 30.8486 18.2307 30.2071 18.9974 29.5625C20.4884 28.3077 21.6625 26.4214 22.426 24.5277C22.79 23.6261 23.082 22.6874 23.2953 21.7445C24.035 18.4909 23.7656 15.5439 22.7053 13.3525C21.6805 11.2334 19.9228 9.78603 17.6 9.35957C16.9836 9.24655 16.3387 9.19684 15.6773 9.23242C18.0286 7.10486 20.6387 5.75277 23.4551 5.75277C26.082 5.88725 28.0805 7.6098 29.2043 10.3255C30.4413 13.3175 30.6096 17.4543 29.4344 22.0684C28.49 25.2519 27.0201 28.2156 25.2413 30.7361H32.1439C33.8365 28.0257 35.3556 24.9191 36.1238 21.8246C37.473 16.3979 37.2323 11.4693 35.7286 7.83533C35.4958 7.27178 35.2302 6.73806 34.9381 6.23469C36.5514 6.94265 37.8064 8.37794 38.6111 10.3255C39.8508 13.319 40.0196 17.4638 38.8376 22.0831C37.8937 25.2613 36.4254 28.2198 34.6498 30.7361H41.5524C43.3519 27.8535 44.872 24.6643 45.6424 21.3557C46.8651 16.1153 46.5969 11.3642 45.136 7.83533C44.9032 7.27178 44.6392 6.73806 44.3455 6.23469C45.9598 6.94265 47.2138 8.37794 48.0201 10.3255C49.2566 13.3154 49.4254 17.4491 48.2529 22.0585C47.3096 25.2461 45.8381 28.2125 44.0577 30.7361H50.9593C52.736 27.8928 54.2529 24.7271 55.0244 21.4635C56.2762 16.1802 56.0148 11.3882 54.545 7.83533C52.9741 4.03806 48.7191 0.461085 44.7265 0.186899C44.3894 0.165445 44.0397 0.152364 43.6715 0.152364H23.0783C22.5006 0.152364 21.963 0.150271 21.382 0.188992C17.2524 0.472596 12.9974 2.90312 9.37939 6.69149C5.32595 10.9335 2.5868 17.4324 1.21855 22.4896C-0.322722 27.9456 -0.126425 32.9181 1.43812 36.5453C3.33654 40.947 6.83495 44.6495 11.9207 44.6495H34.3603C38.1254 44.5789 42.672 40.7115 44.9032 38.4207L14.5138 38.4563C13.4778 38.4505 12.2286 38.3103 11.6381 38.0811C10.0238 37.4024 8.76934 36.0263 7.96458 34.1577C6.68945 31.2013 6.54871 27.0775 7.84236 22.4896C8.32437 20.7116 8.96828 19.0047 9.73865 17.3989C11.7212 16.1274 14.9688 15.0877 16.6053 17.3565C15.8842 18.4286 15.2603 19.5003 14.7831 20.7069Z" fill="#1C1C1C"/>
                </g>
                <defs>
                    <clipPath id="clip0_115_5607">
                        <rect width="200" height="45" fill="white"/>
                    </clipPath>
                </defs>
            </svg>
        </a>
        <div class="body__right-content">
            <a class="right-content__whatsapp" target="_blank" href="https://wa.me/<?php echo preg_replace('/[^0-9]/', '', get_field('contacts-phone', 'option')); ?>">
                <svg width="43" height="42" viewBox="0 0 43 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path class="firstPath" d="M21.2358 42C17.4655 42.0019 13.7654 40.9791 10.5309 39.0411L9.7816 38.5958L1.80927 40.6699L3.91081 32.909L3.43754 32.1313C1.90532 29.6661 0.899925 26.9102 0.484662 24.0373C0.0693998 21.1643 0.253265 18.2365 1.02468 15.4381C1.7961 12.6397 3.13836 10.0314 4.96694 7.77741C6.79552 5.52342 9.07082 3.67257 11.6496 2.34139C14.2283 1.01022 17.0546 0.227556 19.9506 0.042688C22.8466 -0.14218 25.7494 0.274751 28.4764 1.26723C31.2034 2.25971 33.6954 3.80623 35.7956 5.80943C37.8958 7.81262 39.5586 10.2291 40.6793 12.9067C41.7392 15.4609 42.2793 18.2008 42.2681 20.9662C42.2577 26.5425 40.0383 31.8873 36.0961 35.8298C32.1538 39.7723 26.8102 41.9911 21.2358 42Z" fill="url(#paint0_linear_190_4019)"/>
                    <path d="M32.8762 26.2417C32.2283 25.9318 29.1295 24.4044 28.5548 24.162C27.9802 23.9197 27.5689 23.8577 27.1238 24.5058C26.6787 25.154 25.4899 26.5461 25.118 26.9913C24.7462 27.4366 24.4025 27.4648 23.7545 26.9913C21.899 26.2418 20.1843 25.1821 18.6838 23.8577C17.3389 22.576 16.1987 21.0952 15.3033 19.4672C14.9315 18.8529 15.3033 18.5147 15.5794 18.1709C15.8555 17.8271 16.1879 17.4608 16.5316 17.0832C16.7813 16.7601 16.9877 16.4058 17.1457 16.0292C17.2282 15.8528 17.2709 15.6604 17.2709 15.4656C17.2709 15.2708 17.2282 15.0784 17.1457 14.902C17.1457 14.592 15.7146 11.5204 15.1681 10.2354C14.6216 8.95034 14.1258 9.16451 13.7539 9.16451H12.3905C12.071 9.17706 11.7571 9.25275 11.467 9.38721C11.177 9.52166 10.9163 9.71223 10.7002 9.94792C9.98859 10.6279 9.4247 11.4472 9.04374 12.3549C8.66277 13.2625 8.4729 14.2389 8.48598 15.2233C8.66138 17.6402 9.54961 19.9508 11.0383 21.8625C13.7735 25.9172 17.5094 29.1962 21.884 31.3818C23.3827 32.0243 24.5377 32.402 25.4561 32.7063C26.7468 33.097 28.1115 33.1781 29.4394 32.943C30.3215 32.7658 31.1576 32.409 31.8959 31.8947C32.6306 31.3762 33.2534 30.7149 33.727 29.9503C34.116 29.0039 34.2445 27.9704 34.0989 26.9575C33.7464 26.6352 33.3297 26.3913 32.8762 26.2417Z" fill="white"/>
                    <defs>
                        <linearGradient id="paint0_linear_190_4019" x1="0.276783" y1="21.0001" x2="42.2681" y2="21.0001" gradientUnits="userSpaceOnUse">
                            <stop stop-color="#60D669"/>
                            <stop offset="1" stop-color="#60D669"/>
                        </linearGradient>
                    </defs>
                </svg>
            </a>
            <a class="right-content__phone" href="tel:<?php echo '+' . preg_replace('/[^0-9]/', '', get_field('contacts-phone', 'option')); ?>">
                <div>
                    <svg width="42" height="42" viewBox="0 0 42 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="21" cy="21" r="20.5" fill="#FEDA45"/>
                        <path d="M26.0323 31.5C25.9501 31.5 25.868 31.5 25.7858 31.5C23.156 31.1739 20.5262 30.2772 18.3073 28.8913C16.2527 27.587 14.4447 25.7935 13.1298 23.7554C11.6505 21.5543 10.7465 18.9457 10.5 16.337C10.5 15.6848 10.6644 15.0326 11.0753 14.5435C11.4862 14.0543 12.0615 13.7283 12.7189 13.6467C12.8011 13.6467 12.8833 13.6467 12.9654 13.6467H15.4309C16.6636 13.6467 17.732 14.5435 17.8963 15.7663C17.9785 16.5 18.1429 17.2337 18.3894 17.8859C18.7182 18.7826 18.4716 19.7609 17.8142 20.4946L17.2389 21.0652C18.2251 22.5326 19.4578 23.837 21.0192 24.8152L21.5945 24.2446C22.252 23.5924 23.3203 23.3478 24.2243 23.6739C24.8818 23.9185 25.6214 24.0815 26.3611 24.163C27.5938 24.3261 28.4978 25.3859 28.4978 26.6087V29.0543C28.4978 29.7065 28.2512 30.3587 27.7581 30.7663C27.2651 31.1739 26.6898 31.5 26.0323 31.5ZM25.2105 20.9837C24.7996 20.9837 24.4709 20.7391 24.3887 20.3315C24.1422 19.0272 23.0738 18.0489 21.7589 17.7228C21.348 17.6413 21.0192 17.2337 21.1014 16.7446C21.1836 16.337 21.5945 16.0109 22.0876 16.0924C24.06 16.5 25.6214 17.9674 25.9501 19.9239C26.0323 20.3315 25.7858 20.8207 25.2927 20.9022C25.2927 20.9022 25.2927 20.9837 25.2105 20.9837ZM28.4978 20.9022C28.0869 20.9022 27.7581 20.5761 27.676 20.1685C27.3472 17.1522 24.964 14.788 21.8411 14.3804C21.4302 14.2989 21.1014 13.8913 21.1014 13.4837C21.1014 13.0761 21.5945 12.75 22.0054 12.75C25.868 13.1576 28.8265 16.0924 29.2374 19.9239C29.3196 20.3315 28.9909 20.7391 28.4978 20.8207C28.58 20.9022 28.4978 20.9022 28.4978 20.9022Z" fill="#1C1C1C"/>
                    </svg>
                </div>
                <p><?php the_field( 'contacts-phone', 'option' ); ?></p>
            </a>
            <a class="right-content__order open-popup__order" href="#">ЗАКАЗАТЬ СЕЙЧАС</a>
            <a class="right-content__menu" id="hamburger-icon" href="#">
                <span class="line line-1"></span>
                <span class="line line-2"></span>
                <span class="line line-3"></span>
            </a>
        </div>
    </div>
    <div class="main-header__mobile-menu" id="mobile-menu">
        <div class="mobile-menu__top-content">
            <a class="top-content__anchor" id="mobileAnchor" href="#type-anchor">ВИДЫ ШИН</a>
            <a class="top-content__anchor" id="mobileAnchor" href="#about-anchor">О КОМПАНИИ</a>
            <a class="top-content__anchor" id="mobileAnchor" href="#hits-anchor">ХИТЫ ПРОДАЖ</a>
            <a class="top-content__anchor" id="mobileAnchor" href="#advantages-anchor">ПРЕИМУЩЕСТВА</a>
            <a class="top-content__anchor" id="mobileAnchor" href="#delivery-anchor">ДОСТАВКА</a>
            <a class="top-content__anchor" id="mobileAnchor" href="#contacts-anchor">КОНТАКТЫ</a>
        </div>
        <div class="mobile-menu__middle-content">
            <div class="middle-content__phone">
                <svg width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="22.5" cy="22.5" r="22.5" fill="#FEDA45"/>
                    <path d="M30.2833 29.0805L27.2787 26.7162C26.663 26.2236 25.7765 26.3221 25.2593 26.9133C24.7176 27.529 24.3726 27.9476 24.2495 28.0461C23.3383 28.9574 21.442 27.6275 19.4226 25.6081C17.403 23.5887 16.0979 21.717 17.0089 20.8057C17.1075 20.7072 17.5261 20.3379 18.1418 19.7959C18.7329 19.2787 18.8315 18.3922 18.3389 17.7765L15.9746 14.7719C15.5559 14.2548 14.8417 14.0823 14.2506 14.3287C13.4378 14.6734 11.9848 15.8803 11.5907 16.2743C9.42363 18.466 12.1327 23.4409 16.8612 28.194C21.5896 32.9471 26.5894 35.6564 28.7564 33.4645C29.1505 33.0704 30.3571 31.6173 30.702 30.8046C30.973 30.1889 30.8005 29.4992 30.2834 29.0806L30.2833 29.0805Z" fill="white"/>
                    <path d="M22.8951 18.5156C22.2549 18.3679 21.6392 18.8603 21.6883 19.5254C21.7129 19.944 22.033 20.2888 22.4271 20.4121C22.9443 20.5352 23.4369 20.8062 23.8308 21.2002C24.2249 21.5943 24.4956 22.0869 24.6189 22.6039C24.7175 23.0226 25.0622 23.3181 25.5056 23.3427C26.1705 23.3919 26.6631 22.7763 26.5154 22.1359C26.343 21.2985 25.8997 20.4858 25.2347 19.8207C24.5698 19.1558 23.757 18.7126 22.8951 18.5155V18.5156Z" fill="white"/>
                    <path d="M29.3965 23.638C29.9876 23.6872 30.48 23.1702 30.4309 22.5791C30.2584 20.6089 29.4211 18.6632 27.9189 17.1609C26.4167 15.6587 24.471 14.8214 22.5007 14.6489C21.9096 14.5997 21.3924 15.0921 21.4417 15.6833C21.4663 16.1511 21.8358 16.5452 22.3284 16.5945C23.88 16.7176 25.3822 17.3827 26.5397 18.5648C27.7217 19.7468 28.3622 21.2492 28.5099 22.776C28.5099 23.2438 28.904 23.6133 29.3964 23.6379L29.3965 23.638Z" fill="white"/>
                    <path d="M30.5785 14.4766C28.2388 12.1616 25.2097 10.9302 22.1312 10.8317C21.5648 10.8071 21.0968 11.2995 21.1462 11.8661C21.1707 12.3587 21.5894 12.7528 22.082 12.7773C24.6678 12.8759 27.2291 13.9102 29.1747 15.8803C31.1449 17.8505 32.1793 20.4119 32.2532 22.9729C32.2778 23.4656 32.6473 23.8842 33.1645 23.9088C33.7308 23.958 34.2234 23.4901 34.1989 22.9238C34.1249 19.8455 32.8935 16.816 30.5786 14.4764L30.5785 14.4766Z" fill="white"/>
                </svg>
                <div>
                    <p><?php the_field( 'contacts-phone', 'option' ); ?></p>
                    <a href="tel:<?php echo '+' . preg_replace('/[^0-9]/', '', get_field('contacts-phone', 'option')); ?>">Перезвоните мне</a>
                </div>
            </div>
            <div class="middle-content__map">
                <svg width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="22.5" cy="22.5" r="22.5" fill="#FEDA45"/>
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M18.2212 10.4202C20.8821 8.94034 24.118 8.94034 26.7786 10.4202C26.7797 10.4208 26.7806 10.4215 26.7817 10.4222C29.1945 11.764 30.928 14.0643 31.5546 16.7549C32.1815 19.4459 31.6428 22.2766 30.0719 24.5481C27.2814 28.5833 24.3318 32.8496 23.0976 34.6344C22.9618 34.8307 22.7385 34.9478 22.4999 34.9478C22.2617 34.9478 22.0382 34.8307 21.9027 34.6344C20.6684 32.8496 17.7181 28.5838 14.9278 24.5487C13.3567 22.2771 12.8182 19.4461 13.4449 16.7549C14.0717 14.0641 15.8053 11.7638 18.2178 10.4222C18.2189 10.4215 18.2202 10.4208 18.2214 10.4202H18.2212ZM22.5002 12.9473C25.7083 12.9473 28.3126 15.5551 28.3126 18.7666C28.3126 21.9784 25.708 24.5859 22.5002 24.5859C19.2919 24.5859 16.6878 21.9781 16.6878 18.7666C16.6878 15.555 19.2921 12.9473 22.5002 12.9473Z" fill="white"/>
                    <path fill-rule="evenodd" clip-rule="evenodd" d="M26.1367 18.7668C26.1367 20.7758 24.5085 22.4043 22.4995 22.4043C20.4908 22.4043 18.8623 20.7758 18.8623 18.7668C18.8623 16.7579 20.4908 15.1294 22.4995 15.1294C24.5085 15.1294 26.1367 16.7579 26.1367 18.7668Z" fill="white"/>
                </svg>
                <div>
                    <p><?php the_field( 'contacts-addres', 'option' ); ?></p>
                    <a href="#contacts-anchor" id="mapAnchor">Показать на карте</a>
                </div>
            </div>
            <div class="middle-content__mail">
                <svg width="45" height="45" viewBox="0 0 45 45" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <circle cx="22.5" cy="22.5" r="22.5" fill="#FEDA45"/>
                    <path d="M31.1402 13.5H13.8602C12.6722 13.5 11.711 14.5125 11.711 15.75L11.7002 29.25C11.7002 30.4875 12.6722 31.5 13.8602 31.5H31.1402C32.3282 31.5 33.3002 30.4875 33.3002 29.25V15.75C33.3002 14.5125 32.3282 13.5 31.1402 13.5ZM31.1402 18L22.5002 23.625L13.8602 18V15.75L22.5002 21.375L31.1402 15.75V18Z" fill="white"/>
                </svg>
                <a href="mailto:<?php the_field( 'contacts-mail', 'option' ); ?>"><?php the_field( 'contacts-mail', 'option' ); ?></a>
            </div>
        </div>
        <a class="mobile-menu__bottom-content open-popup__order">ЗАКАЗАТЬ СЕЙЧАС</a>
    </div>
    <div class="main-header__background-menu" id="background-menu"></div>
</header>

        <div class="popup__order popup-order mfp-hide mfp-with-anim">
            <div class="order__closed mfp-close">
                <svg class="mfp-close" width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect class="mfp-close" x="0.5" y="0.5" width="29" height="29" rx="5.5"/>
                    <path class="mfp-close" d="M22.0711 8.07107L7.92893 22.2132M22.0711 22.2132L7.92893 8.07107" stroke-linecap="round"/>
                </svg>
            </div>
            <p class="order__first-text">
                ФОРМА ЗАКАЗА
            </p>
            <p class="order__second-text">
                Укажите, что вы хотите заказать, мы предложим вам персональные условия.
            </p>
            <div class="order__form">
                <?php echo do_shortcode('[contact-form-7 id="254" title="Форма заказа"]') ?>
            </div>
        </div>

        <div class="popup__reverse popup-reverse mfp-hide mfp-with-anim">
            <div class="reverse__closed mfp-close">
                <svg class="mfp-close" width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect class="mfp-close" x="0.5" y="0.5" width="29" height="29" rx="5.5"/>
                    <path class="mfp-close" d="M22.0711 8.07107L7.92893 22.2132M22.0711 22.2132L7.92893 8.07107" stroke-linecap="round"/>
                </svg>
            </div>
            <p class="reverse__first-text">
                ОБРАТНЫЙ ЗВОНОК
            </p>
            <p class="reverse__second-text">
                В ближайшее время вам перезвонит наш менеджер для дальнейшей консультации
            </p>
            <div class="reverse__form">
                <?php echo do_shortcode('[contact-form-7 id="16" title="Обратный звонок"]') ?>
            </div>
        </div>

        <div class="popup__price popup-price mfp-hide mfp-with-anim">
            <div class="price__closed mfp-close">
                <svg class="mfp-close" width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect class="mfp-close" x="0.5" y="0.5" width="29" height="29" rx="5.5"/>
                    <path class="mfp-close" d="M22.0711 8.07107L7.92893 22.2132M22.0711 22.2132L7.92893 8.07107" stroke-linecap="round"/>
                </svg>
            </div>
            <p class="price__first-text">
                получи актуальный прайс<br> на грузовые шины
            </p>
            <div class="price__form">
                <?php echo do_shortcode('[contact-form-7 id="250" title="Актуальный прайс"]') ?>
            </div>
        </div>

        <div class="popup__sent popup__sent-order mfp-hide mfp-with-anim">
            <div class="sent__closed mfp-close">
                <svg class="mfp-close" width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect class="mfp-close" x="0.5" y="0.5" width="29" height="29" rx="5.5" stroke="#D9D9D9"/>
                    <path class="mfp-close" d="M22.0711 8.07107L7.92893 22.2132M22.0711 22.2132L7.92893 8.07107" stroke="white" stroke-linecap="round"/>
                </svg>
            </div>
            <div class="sent__info">
                <div class="info__icon">
                    <svg width="170" height="169" viewBox="0 0 170 169" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <ellipse cx="85" cy="84.4551" rx="85" ry="84.4551" fill="#FEDA45"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M32.9033 92.9513L69.8477 129.657L137.575 62.363L125.261 50.1282L69.8477 105.188L45.2171 80.7165L32.9033 92.9513Z" fill="#1C1C1C"/>
                    </svg>
                </div>
                <p class="info__top">СПАСИБО ЗА ВАШ ЗАКАЗ</p>
                <p class="info__bottom">В ближайшее время мы свяжемся с вами для уточнения его деталей</p>
            </div>
        </div>

        <div class="popup__sent popup__sent-reserve mfp-hide mfp-with-anim">
            <div class="sent__closed mfp-close">
                <svg class="mfp-close" width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect class="mfp-close" x="0.5" y="0.5" width="29" height="29" rx="5.5" stroke="#D9D9D9"/>
                    <path class="mfp-close" d="M22.0711 8.07107L7.92893 22.2132M22.0711 22.2132L7.92893 8.07107" stroke="white" stroke-linecap="round"/>
                </svg>
            </div>
            <div class="sent__info">
                <div class="info__icon">
                    <svg width="170" height="169" viewBox="0 0 170 169" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <ellipse cx="85" cy="84.4551" rx="85" ry="84.4551" fill="#FEDA45"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M32.9033 92.9513L69.8477 129.657L137.575 62.363L125.261 50.1282L69.8477 105.188L45.2171 80.7165L32.9033 92.9513Z" fill="#1C1C1C"/>
                    </svg>
                </div>
                <p class="info__top">ВЫ ЗАКАЗАЛИ ОБРАТНЫЙ ЗВОНОК</p>
                <p class="info__bottom">В ближайшее время вам перезвонит наш менеджер для дальнейшей консультации</p>
            </div>
        </div>

        <div class="popup__sent popup__sent-price mfp-hide mfp-with-anim">
            <div class="sent__closed mfp-close">
                <svg class="mfp-close" width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <rect class="mfp-close" x="0.5" y="0.5" width="29" height="29" rx="5.5" stroke="#D9D9D9"/>
                    <path class="mfp-close" d="M22.0711 8.07107L7.92893 22.2132M22.0711 22.2132L7.92893 8.07107" stroke="white" stroke-linecap="round"/>
                </svg>
            </div>
            <div class="sent__info">
                <div class="info__icon">
                    <svg width="170" height="169" viewBox="0 0 170 169" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <ellipse cx="85" cy="84.4551" rx="85" ry="84.4551" fill="#FEDA45"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M32.9033 92.9513L69.8477 129.657L137.575 62.363L125.261 50.1282L69.8477 105.188L45.2171 80.7165L32.9033 92.9513Z" fill="#1C1C1C"/>
                    </svg>
                </div>
                <p class="info__top">МЫ ПРИНЯЛИ ВАШУ ЗАЯВКУ</p>
                <p class="info__bottom">В ближайшее время направим вам актуальный прайс на указанную почту</p>
            </div>
        </div>